// 게임 ID 로 조회한 값 (jeabslist.com). 키 = 게임 ID, n = 게임 닉네임, a = 현재 연맹, tc = 타운센터 레벨, p = 전투력
const PLAYERS_AT = "2026-10-02 18:02 KST";
const PLAYERS = {
  "101538075": {"n": "Donnloveᴮᵁᴸ", "a": "nva", "tc": 70, "p": 651700084},
  "124305366": {"n": "Dokdo_Shrimpᴷᴼᴿ", "a": "NvA", "tc": 70, "p": 554103633},
  "107823211": {"n": "Jz Crimson", "a": "AEH", "tc": 70, "p": 500608778},
  "108820177": {"n": "mina", "a": "NvA", "tc": 70, "p": 475167056},
  "131412458": {"n": "DwaejiGukbap", "a": "NvA", "tc": 68, "p": 366372050},
  "127647852": {"n": "ShriMCMV", "a": "NvA", "tc": 70, "p": 335331070},
  "127795598": {"n": "TwoPark", "a": "NvA", "tc": 60, "p": 310456896},
  "128095026": {"n": "도깨비 Specter", "a": "NvA", "tc": 55, "p": 296747421},
  "129712753": {"n": "winterqueen", "a": "NvA", "tc": 63, "p": 274938695},
  "129368309": {"n": "냉이나물 wawa", "a": "NvA", "tc": 59, "p": 234067059}
};
