// 게임 ID 로 조회한 값 (jeabslist.com). 키 = 게임 ID, n = 게임 닉네임, a = 현재 연맹, tc = 타운센터 레벨, p = 전투력
const PLAYERS_AT = "2026-10-02 20:12 KST";
const PLAYERS = {
  "101538075": {"n": "Donnloveᴮᵁᴸ", "a": "nva", "tc": 70, "p": 651700084, "m": 2668},
  "103749703": {"n": "Lotto", "a": "NvA", "tc": 70, "p": 649338442, "m": null},
  "124305366": {"n": "Dokdo_Shrimpᴷᴼᴿ", "a": "NvA", "tc": 70, "p": 554103633, "m": 2661},
  "107823211": {"n": "Jz Crimson", "a": "AEH", "tc": 70, "p": 500608778, "m": 2063},
  "108820177": {"n": "mina", "a": "NvA", "tc": 70, "p": 475167056, "m": 2207},
  "102602867": {"n": "Imsorryᴾᴵᴳ", "a": "AEH", "tc": 70, "p": 404191611, "m": null},
  "100865755": {"n": "Namirᴮᵁᴸ", "a": "NvA", "tc": 70, "p": 386860567, "m": null},
  "131412458": {"n": "DwaejiGukbap", "a": "NvA", "tc": 68, "p": 366372050, "m": 1581},
  "116851063": {"n": "PARADISE ~ ᴷᴵˢˢ", "a": "AEH", "tc": 65, "p": 349489731, "m": 1638},
  "107758069": {"n": "PRECIOUS～ᴰᴿᴱᴬᴹ", "a": "AEH", "tc": 66, "p": 343977520, "m": 1638},
  "127647852": {"n": "ShriMCMV", "a": "NvA", "tc": 70, "p": 335331070, "m": 1811},
  "131068267": {"n": "optimushyeonjin", "a": "NeX", "tc": 65, "p": 317423692, "m": null},
  "127795598": {"n": "TwoPark", "a": "NvA", "tc": 60, "p": 310456896, "m": 1593},
  "128095026": {"n": "도깨비 Specter", "a": "NvA", "tc": 55, "p": 296747421, "m": 1438},
  "129712753": {"n": "winterqueen", "a": "NvA", "tc": 63, "p": 274938695, "m": 1339},
  "129368309": {"n": "냉이나물 wawa", "a": "NvA", "tc": 59, "p": 234067059, "m": 1133},
  "128237864": {"n": "Mahmood", "a": "NvA", "tc": 46, "p": 153573480, "m": 1190}
};
